<?php

return array (
  'failed' => 'خطأ في البريد الالكتروني أو كلمة المرور',
  'general_error' => 'ليس لديك حق الوصول للقيام بذلك.',
  'password_rules' => 'أقصر من اللازم (الحد الأدنى هو 8)
 ، ويجب أن تحتوي على حرف واحد كبير وحرف صغير ورقم واحد',
  'password_used' => 'لا يمكنك تعيين كلمة مرور استخدمتها من قبل.',
  'socialite' => 
  array (
    'unacceptable' => ': مزود ليس نوع تسجيل الدخول مقبول.',
  ),
  'throttle' => 'محاولات تسجيل الدخول كثيرة جدًا. يرجى المحاولة مرة أخرى بعد: ثوانٍ.',
  'unknown' => 'حدث خطأ غير معروف',
);
